m=[

    1,                    # int целое число
    3.21,                  # float число с плавающей точкой
    "Привет",              # str строка
    True,                  # bool логический тип 
    [7, 8, 9],             # list список, изменяемая последовательность
    (7, 8, 9),             # tuple кортеж, неизменяемая последовательность
    {7, 8, 9},             # set множество уникальных элементов, неупорядоченное
    {"пользователь": "логин"}   # dict словарь, коллекция пар "ключ-значение"
]

#создание стека
a=[]
a.append('1') #добавление цифры 1 в стек
a.append('3') #добавление цифры 1 в стек
a.append('5') #добавление цифры 1 в стек
print(a) #выводим содержание стека
