m=[

    1,                    # int целое число
    3.21,                  # float число с плавающей точкой
    "Привет",              # str строка
    True,                  # bool логический тип 
    [7, 8, 9],             # list список, изменяемая последовательность
    (7, 8, 9),             # tuple кортеж, неизменяемая последовательность
    {7, 8, 9},             # set множество уникальных элементов, неупорядоченное
]


#создание стека
a=[]
a.append('a') #добавление цифры a в стек
a.append('b') #добавление цифры b в стек
a.append('c') #добавление цифры c в стек
print(a) #выводим содержание стека
